{
    "name": "Reem Larabi",
    "what_i_do": "I study Computer Science and Near Eastern Studies at Johns Hopkins University in Baltimore, Maryland. My academic interests include quantum computing, computer vision, and mobile app/web development. I am currently living in Baltimore. :)",
    "know_me": {
        "pasionate": ["I'm passionate about making period products accessible in public spaces like schools and universities, and reducing the stigma surrounding menstruation. I am currently working on a project that is creating a low-cost solution for schools to provide tampons and pads through automatic dispensers in bathrooms. Currently, 5 states have passed laws requiring schools to provide free pads and tampons to their students. My team and I at TamPal are working with schools to make period products as ubiquitous as toilet paper in bathrooms!",
        "I am also passionate about developing in Q# and getting more people hype about quantum computing. I am currently working on expanding Q#'s debugging capabilities so people can understand their quantum programs better!"],
        "hobbies": ["My hobbies include fashion, photography, photo editing, sketching on Autodesk, as well as anything that involves creating art using unique mediums. I don't really consider myself an artist, but I love the fine arts! I also enjoy going out into nature and playing with my cat. I also love coming up with cool hacks to try at hackathons with my friends!"],
        "work": {
            "skills": [
                {
                    "skill": "Q#",
                    "description": {
                        "title": "Microsoft Summer Research Intern (remote, Summer 2020)",
                        "details": "Developed an interactive debugging tool for Q# as well as extended configuration options for DumpMachine command",
                        "link": "https://github.com/microsoft/iqsharp"
                    }
                },
                {
                    "skill": "Qiskit",
                    "description": {
                        "title": "CIRCUIT Intern at APL (May 2019 - May 2020)",
                        "details": "Developed algorithm and compiler modules with researchers, ran experiments on IBMQ Experience Platform, as well as error mitigation and error avoidance techniques to better protect quantum algorithms against noise from qubits",
                        "link": "https://www.jhuapl.edu/PressRelease/200922-quantum-decoherence-training-a-dragon"
                    }
                },
                {
                    "skill": "Mobile App Development",
                    "description": "I can build mobile apps for android and ios in Google Flutter",
                    "examples": "https://www.devpost.com/Reemeela2121"
                },
                {
                    "skill": "Web App Development",
                    "description": "Work for TamPal",
                    "examples": "https://tampal.web.app"
                }
            ],
            "contact": {
                "email": "rlarabi3279@gmail.com",
                "github": "Reemeela2121",
                "linkedIn": "Reem Larabi"
            }
        }
    }
}